{"podcast_details": {"podcast_title": "Equestrienne", "episode_title": "Ep. 13: Barn Skills that are Life Skills", "episode_image": "https://media.rss.com/equestrienne/20200326_152742_a3651ea12e73e93383b720921dbb1a4b.jpeg", "episode_transcript": " Hi everybody and thank you so much for joining us today. Welcome to Equestrian Podcast. I'm Caroline and I'm here with my co-host Annie. Hello, we're glad to be back because we took a little bit of a hiatus there, but we're back and we have a really great topic for today. It is barn skills that are life skills. So excited. Yes. Which seems like it should be a common sense topic. Like I feel like people are kind of like, well, duh, but it would blow your mind. It should blow your mind. It might blow your mind. Hopefully today's podcast is enlightening and transformative for you. The amount of things that you can take from the barn to real life and or the amount of people who are wildly successful in one sphere or the other, but can apply the same philosophies and principles and practices to both. So today we're gonna break it down a little bit. So let's get started. So we have broken down barn skills that are life skills into three main coexisting categories. And they all sort of work in a way that we can't even imagine that we can't even imagine. So we have broken down barn skills that are life skills into three main coexisting categories. And they all sort of work in that like you can't have one and be bad at the others. Those are accepting responsibility, problem solving and relationships and communication. So first things that under accepting responsibility or kind of accountability that I remember kind of almost inspired this whole topic was if you blame your horse for everything, God bless your husband or wife or your life partner. Children, coworker. Cause if you can insert your own. For every trading problem that you come into you're always like finding someone else that is responsible for whatever misfortune you're having. Boy, are you really gonna like find a lot of future misfortunes until you take responsibility. I feel like it's one of the most, at least for me, one of the most profound processes of maturation in the entire horse community. I remember being a young horse girl and hearing nothing is ever the horse's fault and being like that's stupid, I don't get it. And the older I've gotten, the longer I've been doing this, the more I'm like freaking crap. They were right. It's always my fault. But it's like. No matter what it is, it's my fault. But I feel like you have to look at horses and children as like they're only the products of their environment. And then once you switch into adulthood, you have to realize like, yes, I'm a product of my environment, but I now need to change either my environment or I need to change my behavior because at this point I am now responsible for how I act and absolutely no one else. So horses and children, yes. Which is exactly spot on. Yeah. And if you don't like. Horses and children. Then you are a part of that equation. If you don't like A plus B equals C, you don't like C. And you can't necessarily change that particular behavior in your horse, change the you part of the equation and change how you interact with your horse or change something that you have control of in the equation and perhaps the outlook will change. And that's spot on. And that's where I think a lot of people get lost in that analogy is they're like, you mean to tell me that if I bring my horse out of a stall and out of the clear blue sky, they bite me and they stampede me and they buck me off, that's my fault. And I don't think that that's the intent of accepting responsibility at all. What it means is with horses and probably children, I don't know, children kind of scare me much more than horses do. What it means is there's an element of volatility there. There's an element of autonomy in a separate being that you cannot account for all the time, but what you can account for is yourself. And that means that you can always accept responsibility for creating the solution. You could always accept responsibility for stepping away from a dynamic, even if it was created through poor behavior of an animal, to step back enough from that dynamic and go, how do I solve this? And to me, that's where accepting that responsibility comes in. It doesn't necessarily mean that some other thing is never gonna mess up because we all mess up. It means that your job as a leader, your job in that dynamic is like the buck stops with me. Like the buck, ha, ha, ha. See what I did there? That was pretty clever. It means that you, yeah. So either they pay me the big bucks or no bucks, if you will. Oh my gosh, I didn't have my bucks. Oh my gosh, that's unbelievable. We could drop right now. Bucking crazy. Oh my gosh. Okay, moving on. What the buck? And I think also one of the other things- Reign it in. Reign it in. So leadership. And anger. Wait, why are you still laughing? And then anger. Reign it in. Oh gosh, dang. I think that was just like, I liked the fact that we're just like horribly corny by nature. Like, cause you can't even make it stop. Okay. Yeah, because I made four buck references in a row and your solution was reign it in. Dear Lord. Anger management. I digress, moving on. You are correct. Now we're into anger management. Another thing that horses teach you, it's almost always like less is more. If you like softening your approach is almost always the solution. Like anger is never helpful. I think that I remember distinctly the family that I used to work for who's wonderful. And they had a toddler. And I remember one day we were sitting in the living room and this toddler looked her mom like dead in the eyeballs. And she's sitting at the base of the step and her mom goes, don't you go up those stairs. You're gonna get in trouble. Don't you do it. And she like dead staredown eye contact with her mom. Like reaches out with her hand, places her hand on the step. And her mom's like, I see what you're doing. Don't you go up those stairs. And then she like stands up and like slowly while maintaining dead in the eye eye contact, like reaches out and put her foot on the step. And I feel like horses do that too. Like have you ever had a horse in cross ties and like they take a step forward and you make them take a step back and they take a step forward and you make them take a step back and they take a step forward and you make them take a step back. Like that stuff has the potential to make your blood boil even if it's in stupid simplicity. And because you know that they know that they're just irritating you. But again, as the leader, as the person who does not have or should aspire to not having that level of volatility, you have to be the one who can't like freak the heck out. Not that there are not times for a stern and forceful reprimand, but that has to be done from a place of productivity and not from a place of emotional reaction. And obviously we're not perfect, but we have to have the ability to control our emotions. And that is the biggest probably overarching in all of this barn skills that's life skills. And you see it all the time. You see people who are great mothers or great wives or great at work. And then they get to the barn and they don't have the ability to regulate their emotions with their horse or vice versa. You see somebody who's a spectacular trainer and is so empathetic and is so compassionate and absorbs so many downfalls. And then they're like snarky with their husband or like short tempered with their children. But it's all the same philosophy. Every single person around you, every single animal around you has an element of volatility because you're not in their head. You're not living the experiences they're living and you're not reacting to the same things in the same way that they're reacting to, but you can always control your response. Spot on. As far as accepting responsibility and dressing for the weather, that was just my little funny ha ha because I, and this is one of the first things that I thought of in barn skills that are life skills. If you're a horse girl, you know this. If you're a horse girl, you know that you have never shown up to an outdoor seasonal event dressed cute when it's cold. I guarantee you, you have shown up to an outdoor event dressed bundled when it's cold. And you see the girl over there in like the cute little dress and cardigan and you're like, I'm smarter. Yeah. And so that was just my little moment of levity is that it makes you responsible for, and on that level to go a little bit beyond dressing for the weather, you accept responsibility to be prepared to encounter a situation with an element of realness that you're not just like, oh my gosh, I'm gonna be so cute and so superficial and it's gonna be great. It makes you learn like, all right, we're gonna be warm. We're gonna be prepared. We're gonna think ahead. We're gonna be proactive. And again, super, super huge component of that in real life. Your responsibility isn't in the superficial, it's in the tangible and in the tactile and in the execution of what it takes to be successful. Often, you know, living in a superficial capacity, living in like a aesthetically driven, not that you need to be like a hobo all the time, but living purely on that superficial level will not lend you to a level of preparedness to like buckle down and get to work. Absolutely, and I think that's the perfect- And I think foreign girls know that. I agree. I think that's the perfect segue into our next topic because we all know that with horses, preparedness is key because literally anything can happen at any moment. So the, and problems arise constantly. So problem solving, I think for me, is one of the most important things that I've ever learned working or living or functioning in a barn is just like, it's just problem solving skills and it applies in every aspect of my life. It was like one of the first problems I ever had. I remember having like, as a young child, and I kind of, we talked a little bit about in like our life stories when we first started doing this, like I wanted a horse and my dad said, okay, so what's stopping you? And it was like, oh, okay, so I have a problem. How am I gonna solve this? And he would say like, what do you want? And how do you get it? And I was like, that was like my very first experience with problem solving. And I feel like it's only ever, it's only just gotten grander kind of as I've been, become more and more involved in the horse world. And I think one of the most valuable experiences I had was being a barn manager and an equine manager on like a college scale, because there was no one else, like, I was responsible for all of these horses and there was no one else to go to. Like it was my job to solve all of these problems. And I had to like creatively find solutions for like 30 different animals. And the solutions were kind of always different. And sometimes they had to be creative. Sometimes they had to be like by the book. But I feel like problem solving is just one of the most valuable lessons that I've learned working with horses. And in that vein, two things specifically related to your story in particular is like we had talked about, like, it's not stupid if it works. Like how many times have you fixed something? I know we all joke about like bailer twine and duct tape, but like, didn't you have a horse that was like chronically collicking and nobody could solve it? And it ended up being like a last ditch effort. And the vet was like, try Jack Daniels. And like ended up saving the horse's life. And like, okay, you can say that stupid all day long, but the horse was gonna be dead and now it's alive. You know, not that you should lead off with the stupid, but it goes into the next like, you know. But like, in the course of trying everything, like sometimes you need to try everything. Exactly, yeah. And just trying things, like just like, you know, it's a lot of people get deterred after they've tried like two or three things and it doesn't work, but perseverance in like trying, like not being afraid to try like 30 things. And you might have to try like 30 things so you find the right answer. And you have to think like, think of how many people give up after trying like two or three things. And they say stuff like, this horse can't do that. And like, well, you've only tried three ways to get it to work. Maybe if you tried 30 ways, you'd figure out a creative solution to solving. Right, throw everything to the wall and see what sticks. Absolutely. And something that I think that you just recently did that I really loved and thought was super cool is you'd recently encountered some saddle fitting obstacles and there seemed like there was like one kind of like blatant big obvious, like maybe not super exciting solution. And so what you did was you kind of like stepped out of your own head space, sat down and developed as many alternative creative solutions or thought pathways to that dynamic as possible. And just the exercise of doing that makes you feel so much more empowered because it makes you feel like you have some, it makes you feel like you have some kind of element of control beyond just like problem, here's the only way I know how to solve it. Like it forces you to get out of your comfort zone. Like I made like a part-time job out of finding a company that I wanted to work with. And I wrote down all of my possible options. I wrote down all my possible solutions. I wrote down every single company I could work with. I wrote down every single writer that I knew what they wrote in and I got feedback whether they were happy, whether they were dissatisfied. I wrote down like, I had all these questions that I wanted answered by every fitter, by every company. And I really pursued every avenue that I felt like. You identified all of the writers that you respected and what saddles they wrote in, just that amount of research. And it really takes you to the next level as a competitor and as an industry member is it's not just like, well, it is what it is. You took a proactive role in, hey, I've got a problem and I'm gonna figure out how many types of solutions I can come up with. And then if I end up at my end game solution, I know that I've ended up there in the confidence that I've explored all these other options as well. Exactly, yeah. I think that it's a really great lesson to learn that when you reach an obstacle that you think is impossible to solve, just brainstorming every fantastical solution to your problem is eye-opening. And I literally asked myself if money was no object, if time was no object, if proximity was no object, how could I solve these problems? And then it just gets the creative juices flowing to every possible solution. And one thing that we're super blessed with in the horse community, we discussed this the other day, was we're so privileged in this industry. If you are a baseball player or a basketball player or a football player and you aspire to be a professional, you do not have access to the top tier athletes in those sports, you don't. Professional athletes are insulated from access to the rest of the world. For the most part, your top tier equestrian competitors still have to pay their bills, still have to interact with clients and still have to be on some level accessible to the rest of the world, which means we have the privilege of being able to at least have the slight window of reaching out to those people for engagement, which is such an interesting component of this industry that I think really helps with problem solving. And one of the things we talked about the other day was like gain access to the people that you respect the most and how much would it cost for 30 minutes of their time? Could you pay for a consultation phone call? Could you pay, because those people teach lessons and they have clients and they hold clinics and they do things like that. So what would it take? How hard would you have to work? Or how could you creatively problem solve to gain access to that person and be like, I will compensate you for 20 minutes of your time. You could never do that if you wanna do that with an NFL player. I wouldn't say you could never, but it would be radically more difficult. So back to in the vein of perseverance and problem solving, I was listening to a podcast a while ago from a fitness competitor and it's one of my favorite podcasts and it deals with fitness and nutrition and it's by one of the winningest fitness competitors of all time and her coach said something incredibly profound. And he said, the amazing thing is she's been competing for so long and has been so good. There have been dozens of other people that could have taken these titles from her. There are dozens of other people that could have beat her, that could have been her, that could have held the records that she has, but they quit along the way. So she didn't have to beat all of those people. She only had to beat the people that kept showing up, which is a radically smaller number of people than the people who start out with just pure unadulterated talent, but get deterred along the way. And that's an encouraging perspective from a problem solving place. Yeah, and a lot of the battle is making sure that you yourself don't get beat by just making sure that you keep showing up. Absolutely, and you get comfortable failing. We like to say all the time, like the succeeding at failing and seeing failure, I'm actually reading a book right now that talks about like, for some people, failure is an end game. And for other people, it's just a tactical shift. And what does failure mean to you? Does it mean, okay, go home, or does it mean pivot and re-attack? Yeah, like just in my saddle research, like every company that I felt like let me down was one step closer to that I found a company that was not gonna let me down. And like the more frustrated and the more failure I experienced was the more motivated that I got to actually like stop what I'm doing and like wholly reevaluate my program and like decide to like distance from certain companies and really move forward with the ones that were gonna work for me. And it was like not something that I wanted to do and it's probably something that I've been like putting off for a solid year, but it finally got to the point where when I had failed enough, I was like motivated to make a change. And so you could look at it as like, I've just been failing, failing, failing, but you can also look at it as like, I failed into succeeding, like I failed into solving my problem. And not only did you fail into succeeding, by continuing to fail forward, you ended up with the most ideal success rather than having like an earlier, smaller success. Often the more undeterred you are by failure, the greater yield your success will ultimately be. And I think that's a really exciting trait too, is like you stay committed, you stay dedicated, you keep accepting responsibility, you keep figuring out a way to solve a problem and you keep just persevering. And ultimately you will land upon a greater success. That's probably a greater success now than you would have had had you gotten a smaller win nine, 10 months ago. So kind of like the failure is a part of that, which leads to developing relationships, your relationship with your horse, your relationship with your people. Now more than ever, people have lost the ability to function relationally like normal people. Yeah, that's real true. And I think that that speaks to maybe on a biological level, how kind of dumb we are in certain respects, but it goes back to the self-awareness of accepting responsibility for your behavior and choosing to respond in a better fashion than what your environment dictates. I was gonna say, I think this is the perfect way where you can see where your relationship with horses positively affects your relationship with people. Because you really can see how you are like a part of, of relationship, like you can directly see how your actions influence someone else. And what emotional state you carry into your ride. Absolutely. Often dictates the ride that you have just as in dynamics with people. If you're to carry aggression or short temperedness or lack of patience into a dialogue or relationship with a human, they're going to respond to you in like a tentative, maybe not aggressive, but like they're ready to like get their haples up back at you. It's like a palpable energy that like has a long defense, yeah. Really fascinating example of this is Cassie Mowry is one of the faturity barrel racers that I respect the most. And she was telling a story on a podcast a couple of years ago that she was riding two very different colts, their faturity year. And one was kind of like sleepy and dopey and needed you to really like grab ahold of him. He needed you to like be a really strong jockey. He needed a really aggressive rider. And then she had another colt that was very sensitive and very delicate and very, just like needed a little bit more confidence. And she just so happened to have them like almost back to back in the same drag at a faturity and had the one that needed a little bit more of a strong presence first. And she said, she got off of that one and somebody handed her the next one and he like recoiled from her. And she said, in that moment as a trainer, I had the responsibility to recognize, I've got to change my energy immediately. And like stepped back, took like a minute to like settle her breathing, change her energy, change her demeanor, and then re-approach him. And I thought that that was such a very practical example of our animal relationships and our human relationships. I mean, let your husband call you while you're trying to launch a horse that's being a butt head and see how you answer the phone. It isn't, hi honey, I'm so glad to see, hear you. It's, what do you want? I was gonna say, one of the other things that we talked about in relationships that I thought was so astute, because there's really nothing like barn drama. Barn drama is like the worst kind of drama. And so like being able to recognize scenarios that you would like to avoid or learn to recognize like people or borders or just like learning how to avoid that and learning how to like, like for me, I almost feel like I have to have like tunnel vision, like what am I here for? What is my goal? What am I gonna, when I go home at the end of this, what do I hope to have achieved? And like, if it's not all of that barn drama, I just like stay in my lane, just like have the tunnel vision of like, I'm here because I wanna enjoy the presence of my horse. And like, if someone's gonna try and come up and start something with me or gossip about something, I'm just gonna like quietly respond in like kind of a non-committal kind of, oh wow, isn't that, well, that's interesting. And just go about like maintaining the relationship with my horse so that it doesn't like take away from what we're working on. And like, man, if that isn't just like such a huge, yeah, part of just human existence, is being able to kind of recognize that and just put your blinders on and move forward. And here's my PSA for the day. To the people, hopefully not Annie's mother or my mother, the other people that listen to this podcast, who think, well, what if there's an issue at my barn and I'm trying to solve it. I'm talking to you, Karen. There is a difference between gossip and perpetuating drama and assuming responsibility to handle an issue with the people at your barn. When I previously worked at a large boarding facility, I had a subset in our contract that specifically dealt with conflict and problem resolution. And the main tenant of that little code of ethics was, if you are ever dissatisfied with something at this barn, if there is ever an issue that you encounter at this barn, if you ever have a question about anything at this barn, call me, text me, email me, flag me down day or night, I will be so happy to help you solve the problem, fix the issue or come up with a solution. What is directly counterproductive is if you tell your roommate, your 12 friends, and you whip all of the borders into a frenzy over some potential problem, but you don't actually address the issue with anyone that can solve it. And that circle, that kind of encapsulates all of these different topics that we're talking about is so often we kind of like loophole it a little bit. We're like, I'm not actually gossiping. I'm not, I don't do barn drama. I just, I don't do barn drama. But those people are the people that kind of like high brow, assume that they're not doing barn drama because they're better than barn drama. Instead, they're just like talking about what needs to be fixed. But in reality, Karen, you just barn drama in a way. You're not solving any problems. So the responsible mature adult way, which is the same thing that you have to be with your horses. When there's an issue, how many times do you see somebody be like, oh my gosh, my horse is such a jerk. They keep doing this. They keep doing that. They keep doing this. They complained to 84 people. They become a quote unquote an ask hole where they ask 47 people for their input on the problem. And everybody knows that Sally Sue's horse, I don't know, acts like a punk in the cross ties. But have they actually assumed responsibility for handling it? I think no. Yeah, if you, yeah, there are ways to solve problems. And oftentimes chatting with 50 different people is really just a way of- It's gossip. Which is fine. It's free entertainment, but we have to keep in mind that the world that we create is also the world we have to live in. And if you create a toxic environment for your horse, if you create a space of stagnation or frustration or aggression, be it with your barn community, be it with your animal, be it with your family, be it at your office, what you create, you thus have to also live with. You have to live in that space of hostility or aggression or gossip or pettiness or snark. You have to live there. So why would you do that? That's the end of my PSA. So is there anything else that you wanna touch on in relationships? I think across the board, we can come up with a million different things that translate from barn to real life and vice versa. But I think that we've kind of encapsulated our favorite maybe trifecta and some various components within those. So moral of the story, find ways to accept responsibility find ways to solve your problems creatively and invest in your relationships in a productive and in a growth oriented way. As long as you're seeking growth, you're seeking betterment and you're seeking to do things in an educated and in a careful, constructive way, you might fail, but you'll fail forward. Absolutely, totally agree. I think we're good. So on that note, if you would like to reach out to Caroline or I, our email is equestrianpodcastatoutlook.com That's E-Q-U-E-S-T-R-I-E-N-N-E. And you can also follow us on Instagram Equestrian underscore podcast. I'm gonna think that's it. Right? Yeah, that's all. We're super, super, super excited that you've made it this far. Thank you so much for listening to us today. And we are gonna be back in the group of trying to accept responsibility, problem solve and augment our relationships as we continue to try to bring you high quality introspective podcasts from an East Coast barrel racer and a West Coast dressage rider in a unified and friendly capacity. So, thank you so much for listening to us. We'll see you next time. Bye. Bye. Bye. Bye. We'll see you next time."}, "podcast_summary": "In this podcast, Caroline and Annie discuss the importance of barn skills that translate into life skills. They break down these skills into three categories: accepting responsibility, problem solving, and relationships and communication. They emphasize the significance of taking responsibility for one's actions, whether it's with horses or in personal life. Problem solving is also highlighted as an essential skill in both scenarios, with perseverance being key to finding successful solutions. Finally, they discuss the importance of relationships and communication, emphasizing the need to handle conflict responsibly and avoid gossip and drama. Overall, the podcast stresses the value of these barn skills in life and how they can lead to personal growth and success.", "podcast_guest": {"name": "Caroline", "org": "", "title": "", "summary": "Summary not available"}, "podcast_highlights": "Highlight 1: \"The amount of things that you can take from the barn to real life and the amount of people who are wildly successful in one sphere or the other, but can apply the same philosophies and principles and practices to both.\" This statement highlights the interconnectedness of barn skills and life skills, showing that the skills learned in the barn can be applied to other areas of life.\n\nHighlight 2: \"Accepting responsibility is a profound process of maturation in the entire horse community. It means taking responsibility for one's own actions and realizing that one is responsible for how they act and no one else.\" This explains the importance of accepting responsibility and how it is a key aspect of personal growth.\n\nHighlight 3: \"Softening your approach is almost always the solution. Anger is never helpful. Being able to control our emotions and respond in a productive way is an important skill that can be learned from working with horses.\" This highlights the need to control emotions and approach situations with calmness and patience, which can be applied both in the barn and in relationships with others.\n\nHighlight 4: \"Perseverance and problem-solving skills are valuable lessons learned from working with horses. Being willing to try multiple solutions and not giving up when faced with obstacles is key to finding success.\" This emphasizes the importance of problem-solving and the need to persevere in order to achieve goals.\n\nHighlight 5: \"Maintaining focus and not getting involved in barn drama is crucial for maintaining relationships with both horses and people. Having tunnel vision and staying focused on personal goals and the relationship with one's horse can help avoid unnecessary drama and conflict.\" This highlights the need to prioritize goals, avoid gossip, and stay focused on personal growth and relationships.\n\nOverall, the podcast emphasizes the importance of accepting responsibility, problem-solving, and building relationships in both the barn and daily life. These skills are interconnected and can be learned from working with horses, leading to personal growth and success."}