{"podcast_details": {"podcast_title": "Animal Training Academy", "episode_title": "From the Zoological Society of London to You: Insights from Jim Mackie; [Episode 208]", "episode_image": "https://ssl-static.libsyn.com/p/assets/9/2/2/e/922e3c63178b588b/ATA1.png", "episode_transcript": " Welcome to the Animal Training Academy podcast show. I'm your host Ryan Carledge. I know that you're here because you want to master your animal training skills using a force free approach. And to handle the variety of challenges you face, you need a broad knowledge and experience base. The problem is we all get stuck and hit rough patches in our training, which can leave us feeling overwhelmed and helpless. Our mission since 2015 is to empower trainers just like you. The Animal Training Academy has helped thousands of trainers globally to develop skills, gain confidence and positively influence both animal and human learners. Here's how we can do the same for you. Sign up for our membership waitlist at www.atamember.com. Register when our doors open, email arrives and start growing your training skills. Build impactful training practices benefiting you and those you train. So join the waitlist at www.atamember.com. And while waiting, enjoy this free podcast show. We want to see you avoid embarrassment, overwhelm and burnout. Instead, we want to see you build resilience to setbacks, get more organized and grow your training skills and knowledge. In short, we want to see you enjoy confidence in yourself as a trainer and lead a fulfilling life positively impacting the lives of the animal and human learners you work with. Welcome to today's episode of the Animal Training Academy podcast show where we help you master your personal animal training skills using a force free approach. I'm thrilled to introduce our special guest Jim Mackie, Animal Behavior Management Officer at ZSL London Zoo. Jim Mackie has been a vital part of the Zoological Society of London for 24 years, becoming its first Animal Behavior Management Officer in 2013. In charge of training and behavior at both London and Whip Snail Zoos, he has ushered in evidence based techniques, replacing traditional restraint methods. Jim chaired the BIASA Animal Training and Behavior Working Group until 2022 and is vice chair of the IAZA Training Group. He's also an IAZA Academy instructor, focusing on trained behavior to enhance welfare in zoos and aquaria. Going for lectures and workshops both locally and internationally, Jim is a recognized leader in ethical animal training. Without further delay then, let's welcome Jim to the show. Jim, thank you so much for taking the time to join us today at Animal Training Academy. It's an absolute pleasure to be back. Literally sitting on the other side of the world in London. I can see it getting dark out your window there while the sun's just coming up here in New Zealand. We appreciate you taking time out of your evening. Jim, we know our listeners are passionate about, as mentioned, mastering animal training through a force-free approach. They seek a broad knowledge and experience base, but sometimes they face challenges that can feel stressful and overwhelming. Here at Animal Training Academy, we aim to empower them to positively impact the lives of both animals and humans. And I'm really excited about today's episode because you've certainly had extensive experience in this field, working with creatures ranging from Arapaima fish to zebras and everything in between at ZSL London since 1999. Your insights into overcoming challenges make you an ideal guess for today's topic. So let's dive in, Jim. I can't wait to hear what you think the five biggest challenges trainers face in zoos and how they overcome them. Can you get us started, please, with number one? Well, the very first thing that any zookeeper will tell you is that there's limits in the amount of time that you can spend training. Zookeepers have so many different responsibilities and quite a lot of pressures on their time. And so trying to find the time to fit in their training programs can be a little bit problematic. And I think if you were to ask any zookeeper, that would be the number one challenge they probably immediately think about when they were thinking about the things that potentially get in the way of their training programs. So you're a keeper at a zoo or you're just a trainer out of a zoo training domestic animals because this is a universal problem, I would say. But don't think about a trainer in a zoo. You'll listen to this podcast. You're attending the AZA courses or equivalent courses in your region of the world. And your managers are going to conferences and telling you you need to do this training and bringing in experts to your zoo and you're going to these workshops in your zoo setting and you'll be given training projects. But what's challenging is that all of that's really exciting. But what are you now not doing because you're doing training? Training has to fit in somewhere. How does that make, how does that feel for you? In your experience, how do trainers feel when they come up against the expectations of managers their motivation to implement training and the reality of finite resources? Yeah, I mean, it's I think it's a really, yeah, like you say, it's a universal subject for everybody. And I think that what happened in the past was that a lot of keepers would choose to train maybe in their own time. So they might train in their lunch break or maybe stay on after work just to fit it in if it wasn't part of an accepted culture within the section that they're working on. I do think times have changed. I think that in a lot of zoos that I work or help out with and work in myself, there is this approach now that means that training is part of the accepted management strategy, if you like, animal management strategy of that institution. And I know how that feels for zoo keepers. It feels like quite a lot of pressure. And it also feel like, oh, am I am I missing out on doing all the other things I'm supposed to be doing and and just focusing on this one thing? So what I'd like to share straight away is that to take a little bit of the pressure, the feeling of pressure off of the zookeeper is to remember that training isn't about quantities can be equally as effective when you do fewer training sessions and less frequent. I think there's this drive to do as much training as you possibly can, maybe do a 20 minute session or or do three sessions a day. But in actuality, effective training can happen pretty fast. And you can reduce the frequency and duration of sessions and actually get better results. So I think that's one thing to share straight away is to is to think about quality over quantity as one of the potential solutions for feeling that pressure. Why why do you think that pressure exists? Is it what do you think people feel like quantity is important? Is that is that something that's coming across and what people are learning or is that the skill sets of beginner trainers paired with the behaviors they're trying to train and how quickly they can access reinforcement? Can reinforcement be the behavior change of their animals? Does that make sense? It certainly does. And I think you've hit one of the reasons why that pressure does build up and which is my what's going to be my next point, actually, which I think is really interesting that you you raise that there, which is I think what we need to think about if we're talking about quality over quantity is the effectiveness of the trainer. And that's something that so many people are trying to work towards now with the different courses that are run, the institutional, continual personal development programs that are now being written into a lot of the policies of zoos. And I think this is really important. If you if you can be a more effective trainer by upskilling your staff, have an institution that has across the board has keepers that have training skill sets as part of their toolbox, then that can definitely reduce the amount of errors and therefore reduce the amount of time, meaning that the keepers will, like you say, gain the reinforcement of success in their training programs far quicker. And I think that's what we need to work towards. But I also feel like, you know, we can build training programs into our daily management routines as well. And I think that if we just were able to think about the percentage of your time budget that can be spent training, which could be as little as, you know, one, two percent of the animal's day and of your kind of working with that individual animal, then it could could make it more manageable. And I think that's that's something to be considered. And especially, you know, I think us humans, we need our routines. And if we can factor in training as one particular individual or a particular species at this time of the day and then another one a little bit later, maybe making up three training sessions over a five day period, then then I think it can become much more manageable and fit into most people's time budgets in terms of their workload. But of course, every institution is different. And with staff shortage, it's quite an area that we need to consider when we're when we're building in these routines into our into our daily management. Well, let's get a little bit broader than for the zoo employed trainer, which is synonymous with Keeper now in 2023. That always has been but is becoming the clarity around that, I would say, and is becoming more clear and the fog is decreasing around the difference between those two teams. But you're you're listening to this and you're thinking, OK, cool. All I've got to do is these little sessions as opposed to what I've been thinking, which is I've got to carve out significant chunks of time to fit this into my already very busy schedule. How does how what are the approximations between listening to this episode and actually becoming practically effective at implementing training sessions that are going to yield behavior change in the direction we want? And is that the most important thing? Is there is there a pairing there of you've got to practically apply this and build your own skills sometimes, which is a separate goal than the behavior change of your animal. You also have to become skilled at implementing the tools of the trade. Does that make sense? It does. And and I think the answer is is actually the same on both accounts, both for the person and for the animal, which is if you are a relatively inexperienced trainer that's coming into a situation where you're being expected to train quite, quite invasive behaviors in the zoo world. A lot of our training is really focused in on improving welfare through veterinary cooperation, for example, cooperative care. And a lot of that is potentially quite difficult to train because it can be painful for the animal when they experience those things like hand injections and blood draws. And they are the top end of the of the training, you know, the behavior change that we want to be teaching our animals. And so for me, a really, really kind of easy solution for this is, is to train very simple behaviors and learn that way. And so the you know, every zoo has a slightly different approach to what is a foundation behavior. So if we consider foundation behaviors as, you know, maybe observable and measurable calm behavior when the animal is in close proximity, then we might do some simple targeting orientation behaviors or we might do sitting still, such stationing or shifting. And all these simple foundation behaviors can both serve to provide the trainer with very quick reinforces of success because they're relatively easy for the animals to to learn. And they give those animals the coping skills and prerequisite behaviors that they're going to need for those more invasive, potentially more welfare focused behaviors in the future. And so I think that's a really good starting point. And I think that this all ties in with the feeling of pressure that I was talking about before about trying to hit targets that are potentially really kind of out of reach for the relatively inexperienced trainer. And I think that's that's to do with wanting to do the best thing you can for your animals every single day. But the best thing for the animal is often to simplify things, to take it back to the basics and just think about those, as I say, prerequisite skills and build those up, learn your craft, test your abilities by by teaching those simple behaviors. And that, of course, would have that knock on effect of giving the trainer more and more confidence to become a more effective trainer going forward. How are things over there in Europe? My understanding is that there's a lot of zoological organizations in England and the European region. Would that be accurate? Yeah, I mean, in British and Irish zoos, there are hundreds, literally hundreds in a relatively small area, you know, England, Scotland, Ireland and Wales. We have, I think, well over 300 zoos and 120 of which belong to the umbrella organization of the British and Irish Association of Zoos and Aquaria. So this is a vast number of zoos and every single one has a slightly different level of where they are with their training programs. That's just in Britain and Ireland. When you look at EASA, so the European Association of Zoos and Aquaria, you're looking at hundreds and hundreds more zoos and there is an even bigger variety in terms of the levels of where training is accepted practice, is used on a daily basis. So yeah, it's really, really different over here and so many different organizations. And what's the norm in terms of having a person of your position in an organization? Well, it's very funny you should ask that because that was a question that was asked by a student over in, I believe it was in Hungary, who was trying to assess the amount of training or behavior officers, coordinators, curators, if you like, that work in EASA institutions. And the result was quite astonishing really. There are just a handful. There's lots of people that are responsible for training programs, but it's not an exclusive role, if that makes sense. So instead of, you know, they might be a curator of mammals or a curator of husbandry, they might be a team leader or a veterinarian. But in terms of exclusively looking into training and or welfare and behavior, there are approximately seven or eight in the whole of Europe. It just makes me think about the trainer who's tasked with implementing this stuff and data is once again becoming the norm more and more every year and inseparable from the title zookeeper trainer is part of the definition of what that means. And most of them are in an organization without a formal recognition of a title like yours. But there are people running these programs. And who's training the people to create the programs to train these staff. And I'm just thinking about my experience and learning about this information, going and implementing some basic easy to train behaviors. And then these and some individuals go back to their organization, but they don't have a good learning partner, a good non-human learning partner in so much as the species they are working with. It's not as easily understandable. I'm thinking about in Australia, working with koalas, right. And you learn about the ABCs of behavior and you learn about positive reinforcement and then you go stand in front of a koala. For somebody who's really new to this information, they're going to be like, well, this doesn't apply here. And of course it does, but they're watching videos of cooperative care where these animals, species and individuals are really engaged. And then they have this challenge of training those easy behaviors, doing shorter sessions with these species that have a natural history, which brings to the table a lot of unique considerations. Koala, they have a species which is traditionally thought to be a trainable species in terms of their natural history provides a good antecedent arrangement for training to a koala. But the individual animals they have to work with are fearful or stressed or they're performing stereotypical behavior. So they're then trying to jump in with these individuals. Do you have any thoughts on how these people can build or have short periods of training in their routine and their daily routine and how they can get the reinforcements they need to maintain their behaviors, which is hypothetically success of their training programs. Does that make sense? That was a long question. Yeah. I guess I kind of got three questions out of that, one of which was mentorship, which I think is a really interesting thing. Another is who trains the person that forms the program. So let me answer that firstly. And I think that's a great point because, you know, there isn't really any formalized program to teach people that are expected to coordinate training. Well, there wasn't until we wrote one for Biazza. And so over the last three years, we've been accrediting zookeepers to be registered animal trainers. So Biazza, our umbrella organization, we partnered with a group called the Animal Behavior Training Council, which I'm sure some of your members are also part of. And they standardized training in the UK. They set standards and criteria. And so we wrote a program to help zookeepers learn how to train. So the animal trainer level is level three. And we've just actually launched our level four, which is the animal training instructor. And so that is specifically designed to help the zookeeper that has already become a registered animal trainer to become a coordinator of animal training in their zoo. So our focus with that is how do you build the institutional support and create a culture? How do you provide mentorship? What's it like to coach one to one and coach in a classroom? Can you write a curriculum for behavior science and its application in the zoo? So that is a work in progress. And if you ask me again next July, when we finished that first version of the the ATI, animal training instructor, I'm hopeful we're going to have 10 people working in different institutions in the UK that have got those skills and got those tools. And I feel like I've been really privileged in the last 10 years to go through that process and learn from my own mistakes about how to set it up. I've had amazing mentors, of course, like Annette Peterson at Copenhagen, the key over in San Diego Zoo that already went through that before I did. So I was able to tap into their knowledge. But now we've created this program that hopefully will answer that question within BIASA, you know, but that's in the UK and Ireland. Beyond that, I'm sure it's still a major problem. So that was the first question, if you like. And I think we are working towards solving that problem if we can. And then the mentorship, I think, is a really sound question because you're absolutely right. We're very, again, very lucky at ZSL where we've had this culture of training being part of our animal management strategy for 10 years and more, actually. We just kind of formalized it in that time. And so every zookeeper has the opportunity to ask their colleague for support and advice. Plus, they've got myself and they've got a lot of experienced trainers that work for the organization. So we're really privileged. But not every zoo has that. And that's why we build networks. That's why something like the Animal Training Academy is so important. And so is the BIASA Animal Behavior Training Working Group, Facebook site, and all these other networking opportunities. So even though you might not be able to ask someone immediately next to you in your institution, you know there's a network out there and they are present. And you're absolutely right about that question of, you know, it's double edged, isn't it? You've got the animal that is really tricky. And one of our BIASA animal trainer students last year, Jess up at Edinburgh, chose to train a sloth for their training program, their assessment. And that was a really brave decision because a sloth is a bit like a koala in terms of that sedentary lifestyle. And the behavior she was training was to be able to trim the claws of this elderly animal. So you know, that was quite a challenge. And she faced those challenges well, but was able to then, you know, rely on this network of us being able to support and do the one minute videos that me, Joe Mason and Susan Friedman were able to do. So this is a really great way of keeping people's motivation up when they're not seeing that instant success. But then you're absolutely right. And one of the things I was going to talk about as one of the major challenges that we face in the zoo environment is fearful animals that have had previous aversive experiences. And so maybe I'll come back to that question when we tackle that challenge, if that's okay. Yeah, absolutely. I think the other question I had to just to keep you here for a moment is, they were great answers and I really like them. And I want to do the mentor, no, the trainer, what do you call it? The ATI? Yeah, the animal training instructor level four. Do you have to be in Europe to do that? Well, actually, you have to be in Britain or Ireland, and you have to work for a Biazza institution. So it's a very unfortunate, it's a very elite and exclusive club, I'm afraid, Ryan. Oh, I have a British passport. That's fine. Come and work for us. One thing we are trying to do actually is to try and roll that out beyond Biazza, because it's gained such a lot of positive publicity, because of the nature of it. And it's proven to be a really successful project. So we are exploring those avenues. Joe Mason and I, my co-teacher, along with the Biazza office. So watch this space, you never know, it might be, and it's all online. So it's something we could potentially roll out in the future. Yeah, definitely. And I think they would have a lot of interest. Can you share a little bit more about what you cover in that program? Yeah, sure. So just like the animal trainer level three, it's comprised of 37 weeks and we do online sessions every week. And we're absolutely privileged to have some amazing contributors with that. So it's not just Joe and I, we write the course and we teach the majority of it. But we also have Susan Freedman, who's a co-contributor and she joins us every single week to teach various subjects. And the level three one, we focus on, you know, obviously the basic skills and the prerequisites of foundations that Annetta Peterson comes in and does guest lectures for. We have Barbara Heidenreich guest lecturing on various topics, including the non-aversive use of negative reinforcement. And then in this new course that we're, and then so there's four assessments and some of them are about the legislation requirements and health and safety of it, what it is to work with within training programs in your own institution. Then we ask the trainers to create a training plan from their chosen species. And then a massive part of it is the practical application where they record their training and send us one minute videos and then we can provide formative feedback. And then at the end, we can give them all their evaluative feedback of their training program. And then the final step before is to train a brand new behavior with a species in their institution that they've never had that behavior trained before. And it's a really interesting process watching that journey of the animal and the learner together. And then after the 37 weeks, they gain accreditation, which is in the form of the, they go onto the registered practitioner list for the animal behavior training council, which is our national institution that standardizes training. So we're very lucky to partner with those and the level four. So the animal training instructor is all about coaching and mentoring. So if you've now got the skillset to train your animal, now it's your job to build a program within your institution. That means that other keepers can flourish and have the mentorship of the animal training instructor. So obviously the animal training instructor was developed for the companion animal world originally. So that was to do with people that run puppy classes, for example, or teach groups of people how to train dogs and that kind of thing. And so in the zoo, it was really challenging to create a program using the criteria that the ABTC set, knowing that every single zookeeper, we train everything from a fish, stingray, lizard, up to elephants and gorillas and everything in between. And so it's a really different kind of skill set, if you like. They're all transferable skills, the behavior science stuff, obviously, but the practical side of things can be so different. And we certainly aren't really ever in a situation to teach a group of trainers with their animals, with them in a classroom setting or in a park. And so we had to adapt it. And the way we adapted it was by saying, you write a curriculum for a member of your team or more or a group of people, and that's something that we can assess. We assess them for their advanced level behavior science knowledge. And then we also ask them to the practical assessment part of it is all about them having someone else video them coaching the trainer that then teaches the animal. If you can sort of visualize that. And then we assess that process. So it's all about them writing the plan with the mentee, then watching them train, coaching them one to one after coaching them in a classroom. So yeah, we've sort of we feel like we've we've got a really exciting development in terms of animal training in the UK and Ireland. And yeah, and we start in October. So we'll report back. Yeah, very excited to hear how that goes. And thanks for sharing all of that. I'm curious with the and just to help everyone out there listening, who might not be familiar, the ABTC is the Animal Behavior Training Council. Can you can you just you might already see it, but just repeat what that is for those who don't know. Yeah, sure. So the ABTC or the Animal Behavior Training Council is a government British government endorsed charity that was set up about 15 years ago. It's initially it was to essentially standardize training and behavior technicians or clinical behaviorists in the UK. There was no set of standards or criteria. Anyone could become an animal trainer, an animal training instructor or a clinical behaviorist. And so what this did was set a clear set of standards that could be followed and several courses that you can take in order to meet those standards. And so what we did in Biazza was we we became a practitioner member of the Animal Behavior Training Council. So there's about 50 odd practitioner members of this council. I'll have to double check that number, Brian, which I do after there's lots of members of the of the Animal Behavior Training Council that are practitioner organizations. And then once you've what you do is you create a course that that that adheres to the standards that are set by the ABTC. You send it for approval to the council and then they decide what that you need to change to make that course fit in with their standards. And so we did lots of rounds over several years of sending back and forth to get this course 100 percent right. And we did the same process with the level for the ATI as well. And so we're really confident that these standards now and the course that we've set will help really push forward training and its welfare implications in zoos in the UK. Already is actually over the last two years. That's very cool. I didn't realize the amount of work that had gone into that. Yeah, it's a lot of work. And how that is being created with the already established framework. Exactly. Yeah, we feel like it's a really robust and yeah, the amount of work it took in terms of getting it over the line. There were many times from when I first went to a session in in the house in Westminster with the guys from the ABTC and from 2015 to when I finally got the course over the line with Joe in 2021. So many times I was like, wow, I'm not sure I can carry on with this. But that's where Joe Mason came in because she's an educator. So she worked as an animal training lecturer. And so I had the zoo background and Joe had the education background and that really helped it coalesce. And then we were able to write the course with the help of many people from the ABTC and McBride and Val Harvey. So, yeah, it's been it's been a it's been a journey, Ryan. But worth it. Yeah, six years, you said. Yeah, more or less six years. Yeah. Amazing. And just for those listening as well who might not know, can you say what the acronyms that we've been using, B-A-Z-A, because I didn't actually define that in your bio in the end. B-A-Z-A and E-A-Z-A stand for? Of course. So B-A-Z-A is the British and Irish Association of Zoos and Aquaria and E-A-Z-A is the European Association of Zoos and Aquaria. Just to make it even more complicated, you can belong to B-A-Z-A and E-A-Z-A, but you can also choose one or the other. So it's a it's quite complicated. And they're both they both you have to pay to belong to those. But they basically are the umbrella organizations that that really do maintain the standards of the excellent standards of Zoos and Aquaria all the way across our region. Just another one more question. I know we're only got like through two of the five things. But for the list for the listeners of this episode, who might be in one of those organizations and maybe they have a instructor that's not gone through your program, obviously, because of the time frame. And but they have mentorship and then maybe they've got external communities, but they're still figuring out how to fit training into their routine the best way for them and their organization and achieve the goals of training animals, building their skill set. I'm just thinking about the level three that you talked about and the assignments of submitting the minute long videos and getting feedback and getting and the goal is to train a behavior. Is what they're marked on the behavior of their non-human learning partner and them achieving that behavior or is what they're marked on their skill development and your observation of them implementing the things they're learning, even if it doesn't result in the end behavior they want? Is it both? And do you have any opinions on that in terms of the listeners of the show and kind of where their focus should be on and kind of what goals they should set for themselves and what they should be celebrating as they go through this journey? Great question. In terms of the assessment four, which is the practical application one that you've described, there are a set of criteria, about 20 of them, performance criteria, they're called from the ABTC and they include many things, including setting up the environment for success. They include communication skills, motor skills, delivery reinforcement systems. They include all of the kind of practical skill sets that are important to be a successful animal trainer. What we don't mark them for is what the animal achieves, the end goal behavior. Let's say their training plan was to hand inject a tiger, for example. What we are assessing is their motor skills, their communication, their ability to set the environment up and empathy, all those things that are really important. It doesn't matter whether the animal is hand injected at the end of that process. That's not what we're looking for. When it happens, of course, you can imagine the kind of feeling that the trainer has. It's a really huge approximation for them. But it doesn't matter. In fact, I think what your question, if I'm right in kind of taking apart that question a bit, it almost leads to what one of the things I think is extremely important when we're training animals in the zoo, which is we have so many deadlines and pressures to achieve these really high criteria behaviors like blood draws, hand injections, transportation with animals. Often that leads to, which I think is one of the other biggest challenges, if you like, which is this feeling of pressure to deliver. What is the alternative? The alternative being that an animal may have to be restrained or may have to be anesthetized if you don't achieve your training goal. What we need to do as trainers is forget about all that and just think about how is the animal showing us behaviorally what it's feeling in that training session. It needs to have a sense of freedom and choice and control, all those things, but also essentially to show us that it's enjoying, in inverted commas, that training session. So does the trainer. As soon as you start adding in the feeling of delivering expectations, that's when I see training sessions and training programs often fail to succeed in one of their end goals. That doesn't mean that they're failing entirely because everything you do with training with an animal, as long as it's on the terms of the animal, is giving them coping skills and helping them build resilience in their environment. I want to see this criteria. I'm assuming it's only available for people to look at who are involved in the program. I can share that one with you, Ryan. And also the ABTC standards are available for everyone to see. So yeah, I can share all that. Awesome. Well, share that publicly with the listeners of the show or just... Yeah, with certainly the ABTC criteria. I don't own the intellectual rights to the course, even though me and Joe wrote it. It actually belongs to Biazza now. But certainly the standards and the criteria for the ABTC are freely available on their website, which I can share. Oh, awesome. And I know that the listeners of the show would be curious to see that. So willing to that in the show notes. Hey, so let's wrap up this section. We're running out of time for anything else, but let's wrap up this section. So the trainers at the zoo with the limited time and wanting to build their effectiveness with that time. What are... To sum everything up, what are three things, what are the three most important things that people can do to combat that limited time and to build their effectiveness? Well, first of all, reduce the amount of errors in your training by careful antecedent arrangement. I think that's the... I think that covers... Setting up the environment for success is always going to be the most effective solution for reducing errors in your training. More so than even your own skill set. And I think you can... We see that over and over again in zoos that effective modification of an environment is the single most important part, reason whether you'll succeed or not. But you do need to build your skill set. Those motor skills and simple things like reinforcement delivery and timing are essential. And then just remember too that it's all about quality, not quantity. So don't feel like you have to train every single day or even more than three times a week, more effective quality sessions over quantity is going to be the best way to go. And that actually may help you build a routine where you have your road to at the beginning of the week and say, this is the amount of staff I've got in these days or the amount of colleagues I'm working with. And you know what? I'm going to train Monday, Wednesday, Friday this week, and I'm going to do it for six minutes at 9 AM. And if you can build that really easily manageable time into your weekly routine, everyone can do that. It doesn't matter how much... What your limits are in terms of time and staff resource. Everyone can factor in 15 minutes a week. So that's the way I would approach that. And I bet you what will happen is gradually as you become more effective at managing your time and bringing the training programs into your routines, you're going to find a little bit extra time throughout the day to achieve your goals too. I like it. I have more questions. So I think another thing I'm curious to hear your thoughts on and your experience navigating is for a novice trainer, a green trainer and an experienced trainer who's trying to work out their routines, their daily routines and build their effectiveness. How would you define for them training in terms of... If you've got 15 minutes a week, right? Let's say that's your first approximation to fit that in. Sometimes I feel like maybe people feel that means that they have to be in front of an animal training. However, they might find that actually they need to prepare the food in the appropriate way. They have to collect their resources. They have to take their props from wherever... They have to go collect the props from wherever they need to be and then they need to take them to the training space and then they need to take it all back. And so once you factor in all of those little bits and pieces, or maybe they need to practice their mechanics with a teammate before they step in front of their animal, all those little things, they can eat up time as well. And it's not just my personal opinion about being in front of the animal. That can often take up the least amount of time when you plan and you review your session and you use that information planner in next session and get everything you need. So 15 minutes a week, are you talking about the listeners of the show that they're standing in front of animal training or how would you define using that 15 minutes? Yeah, I think that's a very fair point. And I think 15 minutes would be the bare minimum of amount of time that you'd be spending with your animal throughout a week. And yeah, I mean, a five minute, but we've been exploring this a bit more with some of our species, for example, recently with the gorillas at ZSL London Zoo, where we time it and we time a four minute session. And so we go in and there's the trainers ready to go. And I think a lot of that to do, the amount of time that you spend actually physically training your animal is one part of it, 100%. But you can easily minimise the amount of preparation and debriefing time by setting up your own environment for success, if that makes sense. So for example, there and at the Elephant's Whip Snade, we have a whiteboard. And so the whiteboard is a very quick visual aid that tells you exactly where you were during the last session. And if you are doing infrequent sessions, it's important to have that visual aid nearby, rather than thinking, oh, I've got to look in a diary or those kind of things. So try and simplify the whole process of training. So a whiteboard with your species, your behaviour, what you did last time, was there a vet present? You know, what was the percentage of criteria that you reached or the step you reached on your training plan? And you can really quickly visualise that. Then you can go and train your animal. And then afterwards, you just whiz back and write that on the whiteboard. We are quite strict with our recording process at ZSL particularly. And one of the reasons for that is because our legislation in the UK, so our state standards for zoo care, include this one criteria, which is if you are training your animals, you have to provide written records of it. They're not really that specific about how you train, just that if you do, you need to record it. And then that recording becomes quite crucial. So that's something you should have to factor in. But in the modern zoo, we have a zoo information management system that simplifies all this. So zookeepers are expected to spend a certain amount of time filling in a record sheet or a diary at the end of the day or an electronic database. So again, it's about setting up your own environment for success, along with setting the animals environment up for success and having all those tools and equipment to hand. And when you're feeding your animals, when you're preparing your diet for the day, that's when you would think about what sort of training reinforces are required for that training session. So yeah, I think maybe I was being a bit optimistic by saying 15 minutes of training. Let's say that you could easily get it down to just a couple of minutes before and a couple of minutes after just to make sure that you've got all those or your equipment to hand. You know, if you want to video it, you've set your video up and then you've filled in your whiteboard at the end. Yeah, I asked these questions based on my own experience and realizing that a important approximation for a team just getting started or an individual just getting started is identifying the reality of what they want to achieve, what they're trying to achieve and the resources they have to achieve it. And often the approximations or the goals that are set exceed significantly the actual resources that are available. For example, I have a mentor and I have a community and I want them I want to reach out and ask for help, but then I've realized that I've spent 20 minutes trying to upload my video from my phone to the computer and I've already gone like way over. So that's kind of why I asked this because I think that that could remove reinforcement for some people starting trying to get started here if they find the clash between all those things they maybe hadn't thought about. Yeah, I mean, you know, I do think that, like you said before, Ryan, that there is a, you know, the trainer is the zookeeper, the zookeeper is a trainer now, they're a researcher, they're, you know, there's so much so many strings to the bow of a zookeeper compared to when I started, which we were essentially, you know, glorified laborers in a way, you know, we've come such a long way. So I do feel like there is, you know, even though time is an issue, I do think that it really has to come from the top as well. And it's, you know, we can we can fight all we like from the ground level of wanting to train our animal. But the bottom line is it's got it has to come on an institutional level, there has to be support for it. And I think that as that develops, and as training becomes more embedded into our zookeeping or zoo management, then then we are I think there's there's less and less excuses to, you know, from on an institutional level, to use training as the one thing that you can forget about, because the servicing of the washing the windows and sweeping up is more important. And, you know, from from an animal's point of view, what is more important? Is it more important they are all their behavioral needs are met, that they are they have the opportunity to choose to cooperate in their own care, rather than be manually restrained? Or is it more important to, you know, wash the windows every day? And so these are the sort of things that, you know, even though I'm trying to find solutions for the individual zookeeper, ultimately, in my opinion, the solution comes from higher up. And that's where the culture change needs to be factored into this, you know, which is another potentially, you know, we could call that another challenge. One of our other challenges, the other five challenges is institutional support and culture. Because you know, we the way that we did it at ZSL was that we had a group of like minded zookeepers across two zoos that were really getting interested in behavior and training. So we created the behavior management committees across two zoos. And these groups of people then, you know, we created a network, we communicated, then we shared all of our successes up. And then the management, if you like, started to say, well, this is a really interesting thing. We're really enjoying what the keepers are doing. They're clearly having a good time doing it. So we had a it was mutually beneficial to management and keepers. And so that is another challenge that can be overcome on the at the grassroots level, you know, you can create that kind of feeling of support and networking then ripples out through the through the institution. So even though I'm giving some tips here, you know, of how to minimize the impact in your daily schedule with training, like I say, ultimately, there has to be give and take and from an institutional level, from a, you know, section manager level, there needs to be things put in place to make these training training plans succeed. And for the listeners of the show, it's going to this these thoughts that are generated from what you're sharing here are going to land in different ways. For some, they're going to say, cool, I've already got some support from management, we already have maybe not a formally recognized position in my organization, but there are there is this committee that's been set up and they're doing things and I'm getting some assistance. For others, they're going to be that's me, I need to start to form this committee and start to build these relationships. And I and I at a recent conference could sense at the end, there were a lot of people in that last category, and really left wondering what their next approximation was, and how to sell this idea. Do you have any thing to offer to those people about approximations for communicating the importance of resource usage to their managers towards training? Yeah, I think it comes down to we are we know we're really lucky in our community now Ryan, we got so many groups, you know, there's Zookeepers Europe here, we've got the various different taxonomic groups or social media. It's out there. It's no secret now that training is a big part of what we do. And it has big impacts in terms of welfare, but also in terms of public perception of the way that we manage our animals and staff motivation and development. So I think there's all these resources out there that we can tap into, you know, we can share these videos amongst ourselves and we can show these to management. What needs to happen really within institutions is to succeed, you know, is to have these success stories that someone is prepared to record and share. And that doesn't have to be, you know, getting up in front of 100 people and presenting. It can be a small blog that's written within a newsletter or within like, you know, sent out to just the section managers or anything like that, you know, some simple things to kind of share the successes that the keepers are having. And but I do think that from my own experience in terms of setting up these small groups of people, of like minded people, that is such a great way of getting the message out there. And then, of course, never underestimate the power of positive reinforcement. You know, if your manager gives you one opportunity to train an animal and you've enjoyed it, then share that and then make sure that they are, if you like, basking in the reflected glory of what you've achieved with your animal. You know, these are really important approximations in that journey, if you like, towards cultural acceptance. We're going to run out of time to really dive into the other areas that we're going to discuss today. But I'm just curious to end up with if you can maybe share some stories with us, any that come to mind in terms of how an organization that you've worked with or an individual keeper might have overcome challenges with limited time to get to a successful outcome or found creative ways to overcome hurdles and build their effectiveness as a trainer and or overcome the hurdles of implementing and growing training programs within the organizational setting. Yes, I mean, one of the things I really needed to talk about was one of these challenges, which is to do with participation of animals in training. And this really leads me to a really recent example. So there's a couple of angles here. One is the fact that in zoos, we're under a lot of different pressures in terms of our commercial viability. So we have lots of people come to the zoo. So we have seasonal changes. We have a lot of people coming to do in the summer holidays or the Easter holidays. And so animals change, you know, the way that they participate and the demands, if you like, on them for things like encounters and talks and stuff, it increases in those peak periods. So that's quite as an area where we have to consider. And sometimes the participation in training is reduced because of past experiences. You know, that's a really huge part of zoo life. Animals move from one zoo to another. And so, you know, we're trying really hard at ZSL to factor that into an animal's life. And I think we try perhaps a little bit too hard to implement training programs when an animal first arrives at the zoo, because we want them to settle in as quickly as possible. But just using the basic principle of habituation, which is that obviously decline in reflexive responsiveness, which either happens or doesn't, according to the way that the environment is set up. We try and think about that when an animal is first arriving. So rather than us having any contact with the animal, we make sure the environment is right and that we mitigate any of those potential aversives and then add them in a controlled way so that then the animal can habituate to those stimuli on its own terms, if you like. So we can monitor that as we kind of progress. Once the animal settled into a new environment or, you know, even if it's moved from one to another or there's a social change, then is the time to start training rather than before. And that can actually save a huge amount of time with your training program. And I'll give you one really recent example of that, which is with our, we had some warthogs arrive from Colchester Zoo recently and they previously been really well trained. They came into our collection. But because they're in a new environment, of course, they're kind of wary. That's the nature of a newly arrived animal. And my colleague, Jess, that I was working with on the program was really trying hard to connect with these animals by feeding them in their outside space. And they just weren't prepared to accept appetitives at that time. So we did a very simple bit of negative reinforcement. So looking for calm behaviour and then backing off and then approaching a bit more and then waiting for calm behaviour backing off until within two training sessions, they were accepting appetitives at which point we could walk away and then stay with them. And so that quick transition between giving them distance, which is what they really wanted in that moment, because that's what they were wary of, was us people. We managed to get that positive reinforcement program started within, you know, two training sessions on one day. So again, a really recent example of, you know, using all of the operant conditioning, you know, the realm of operant conditioning in order to save time and achieve our goals as quickly as we possibly could. And you know, there's tons of other examples of where individual keepers have, you know, really made a huge difference in terms of their training programs by creative solutions, particularly in the antecedent realm. So building the right thing, the right set of transport boxes or change in a way that an environment is set up to allow a primate to be above you. All these kind of things make such a big difference in your training. And of course, you know, in a zoo, particularly somewhere like London Zoo, that's, you know, 100 and nearly 200 years old now, we have those specific environmental challenges where we're in old buildings that can't be touched. And so we face a lot of these different challenges and it is about creativity. You know, zookeepers are extremely creative people when it comes to solving problems with their animals, that's for sure. Well, thank you so much for sharing all of that, Jim. We touched on at least three, limited time, effectiveness of the trainer and initial institutional support and culture. So I appreciate all of your insights. I was curious if now you could let the listeners know where they can go online to find out more about the things you've talked about today about you get in touch. And I think you've got some exciting events happening that we haven't talked about thus far. Do you want to share about those? Oh, yeah, sure. So we've got, you know, talking about reducing errors in our training, we were talking about that at the beginning, weren't we making ourselves a bit more effective, upskilling. We've got a symposium, a zoo animal training symposium, which we're partnering with the Yorkshire Wildlife Park up in Doncaster in the UK. And that's going ahead on the 11th and 12th of November this year. And we're inviting anyone with an interest in zoo animal training. So ordinarily up to now, we've focused on our BRs or colleagues or ERs or colleagues. This is for everybody. So in fact, you've got quite a lot of interest in the companion animal world. A few of the ATA members are coming as well, which I'm really excited about. And we've got Annetta Peterson from Copenhagen Zoo. So she's the EASA training working group chair, who's my hero in the zoo community in terms of the training programs and a fantastic trainer. And she's going to teach us all about the work that she does in Copenhagen, reducing errors in her training programs. We've got Shirag Patel, the wonderful Shirag, who's going to be joining us and helping us with a lot of the overall weekend as well, which is great. He's there for the whole weekend. And we've got Susan Freedman online, who's going to join us live from Utah at about three o'clock in the morning in order to do the keynote address on the first day, which is all about introducing the subjects of errorless learning and what we can do there. And then there's myself, Joe Mason from BIASA, Kim Wilkins, who's the BIASA animal training working group chair, who's also going to be contributing. Plus we've got Rob Ellis from the Guide Dogs, who's going to give us a presentation too. So really exciting. Plus we get to see some amazing training live, including with polar bears. So that's going to be a pretty awesome event. We're really looking forward to that. And where can people go to find out more about that? So what I will do is put a poster up on the site and then with a link to it, because that's basically you just follow a link to a ticketing link. There isn't a website set up specifically for that event. Cool. So I'll include that in the show notes for this episode. And if anyone wanted to reach out to you, Jim, what would be the best way for them to do that? Yeah, so obviously through the ATA, I love being seeing all the amazing content that is created by your members. I don't contribute to all of it, but I'm fascinated by everything. So yeah, I'm on there. So please reach out and then feel free to email me as well. And I'll give you my personal email address and put that on the show notes too. Perfect. Well, this has been a pleasure to have you on the show again today, Jim, on behalf of everyone at Animal Training Academy and our listeners. We appreciate your time and expertise. Thank you once again and keep doing the amazing work you are doing, inspiring ripples and positive change in animal behavior management. Thank you. Ryan, it's been an absolute pleasure. Can't wait to come back. And thank you as well so much for listening. This is your host Ryan Cartlidge signing off from this episode of the Animal Training Academy podcast show. It's our hope today's conversation sparked inspiration and added some tools to your trainer's toolbox. Remember, every training challenge is an approximation towards becoming a better trainer. Embrace the rough patches, learn from them and keep improving. And don't forget, the path to growing your skills and expanding your knowledge continues beyond this episode. Visit www.atamember.com to join our waitlist and be the first to know when our membership doors open again. There you'll find a supportive community of trainers just like you, working to make a positive difference in the lives of animals and humans alike. Until next time, keep honing your skills, stay resilient and remember, every interaction with an animal or human learner is your opportunity to create ripples. We're here cheering you on every step of the way. See you at the next episode."}, "podcast_summary": "In this podcast, the host, Ryan Carledge, introduces Jim Mackie, the Animal Behavior Management Officer at ZSL London Zoo. Jim discusses the five biggest challenges trainers face in zoos and how to overcome them. The first challenge is limited time, as zookeepers have many responsibilities and finding time for training can be difficult. Jim suggests focusing on quality over quantity and reducing the frequency and duration of training sessions. The second challenge is the effectiveness of the trainer. Jim emphasizes the importance of upskilling staff and building their training skills to be more effective. He suggests starting with simple foundation behaviors and learning from there. The third challenge is initial institutional support and culture. Jim suggests creating a network of like-minded individuals within the zoo and sharing success stories with management. He also emphasizes the need for support from higher levels of the organization to truly embed training into the culture. Jim shares a recent example of overcoming challenges with limited time and building effectiveness in training with warthogs at ZSL London Zoo. He emphasizes the importance of setting up the environment for success and using techniques like habituation to help animals settle into new environments. Jim also discusses an upcoming symposium on zoo animal training, where experts will share their knowledge and experiences on reducing errors in training programs. Listeners can find more information about the symposium and reach out to Jim through the Animal Training Academy website.", "podcast_guest": {"name": "Jim Mackie", "org": "", "title": "Animal Behavior Management Officer", "summary": "Summary not available"}, "podcast_highlights": "In this podcast episode, Jim Mackie, Animal Behavior Management Officer at ZSL London Zoo, discusses the challenges trainers face in zoos and provides insights on how to overcome them. Here are five key moments from the podcast:\n\n1. Challenge: Limited time for training\nJim states that zookeepers often face time constraints due to their many responsibilities. Finding time to fit in training programs can be challenging. Solution: Focus on quality over quantity. Effective training can happen with fewer sessions and less duration.\n\n2. Challenge: Skill development of trainers\nJim highlights the importance of developing trainers' skills to increase effectiveness. He emphasizes the need for training courses, mentorship, and continuous personal development programs to upskill zookeepers and improve training outcomes.\n\n3. Challenge: Institutional support and culture\nThe podcast discusses the importance of institutional support for training programs. Jim shares the example of creating behavior management committees and networking groups within zoos to build a culture of training and encourage success stories.\n\n4. Overcoming challenges with limited time\nJim suggests simplifying training sessions and incorporating them into daily management routines. He mentions that even a few minutes per week dedicated to training can make a significant impact. Setting up the environment for success and effective antecedent arrangements can also help save time.\n\n5. Real-life examples\nJim shares examples of how trainers can overcome challenges. He discusses using habituation techniques to help newly arrived animals settle in, reducing the time required for training programs. He also highlights the importance of creativity in solving environmental challenges and adapting to individual animals' needs.\n\nOverall, the podcast episode provides valuable insights into the challenges trainers face in zoos and offers practical solutions for overcoming them."}