{"podcast_details": {"podcast_title": "The Keep it Simple Stupid DOG Training Podcast", "episode_title": "Is Asking to Pet a Dog Enough? Season 4 - Ep. 22", "episode_image": "https://storage.buzzsprout.com/variants/a0ui54atrlkyzmimef6795titnxm/f6fd9b4ca4e468e7e11c8350463c894b252ee834d352e0a8d889b97ac83aedef.jpg", "episode_transcript": " Welcome to another edition of the KISS Dog Training Dog Podcast. Today, Mike's going to be talking about what you as a dog owner need to be thinking about when people come up and ask if they can pet your dog. Stand by, Mike's coming right up. Hi guys, welcome back to KISS Dog Training. Welcome to another podcast. What we're going to talk about today is a topic that is near and dear to my heart. It's passion play. It's something that I really wish parents of kids would, a new way to look at an old idea. What do we always teach every kid? May I pet your dog, sir? May I pet your dog? Yes, you may. And then the kid rushes the dog and pets the dog. What if there was a better way to do this? And I mean a way better way to do this. One of the things we always talk about in dog training is that dogs should have choice in what they do, right? So should the dog have a choice in whether or not they say hello to somebody? I think the answer is yes. So what if we taught kids to still ask permission, may I pet your dog? And you go, sure. Now we can do this one of two ways. The owners that are going to let the child pet the dog could then give the instruction or parents could teach kids to do it a different way. You know, the first thing we always do is walk up and tell them to do an open hand, let the dog smell, and then pet them on top of the head. And we go on with our life. And with a lot of dogs in the world, that's going to be totally fine. But there is going to be a smaller percentage of dogs who don't want to be petted and their owners will stay, excuse me, still say, sure, go ahead and pet my dog. They might be thinking that they're socializing their dog by getting the pets. They might think that they're doing some kind of training. So let's back up right there and let's talk about the difference between counter conditioning and flooding. If you're trying to socialize your dog, who's a little, let's say anxious, nervous, uncomfortable around kids, and we allow kids to come up and try to touch them, we are doing what's flooding. In fact, let me back up a little bit more. Okay. Counter conditioning requires three things. High frequency, short duration, and under threshold. Meaning I'm going to practice daily, but it's going to be quick training sessions, maybe 10 or 15 minutes at a city park, inside a Home Depot, at a pet's mart, you know, and I'm going to walk up and I'm going to work on the dog taking treats and I have to make sure the dog is under threshold. So I'm looking for things like, are the ears laid back? Is the tail tucked? Is the dog panting? You know, is the dog yawning? We're looking for stress signals. And if we've got stress signals, we're going to back up and say, hey, I tell you what, let's not actually try to pet the dog, but why don't you just say the dog's name and toss a treat to the dog and walk away. That way we've still rewarded the dog for being around people, but we're not pushing our luck in trying to flood the dog, which is the other example. Okay. So if counter conditioning is high frequency, short duration, under threshold, flooding is I'm inconsistent. So I feel guilty. So I'll train longer and I'm going to see how close I can get to the scary thing so that I'm really training my dog. Well, really what you're doing is you're teaching your dog to practice the bad behavior you don't want. So now that we've talked about that, let's go back to the idea of kids petting a dog. So I'm going to take it from the, the, the angle of the handler, the person with the dog instructing the kid. The kid walks out and goes, Hey, can I pet your dog? And you go, sure. But here's the deal. My dog has to agree that he wants to be petted and the kid will look at you like you're crazy. And I'll say here, it's really simple here. I'm going to hand you a treat and I want you to say my dog's name a little bit. And if the dog chooses to walk up and approach that person, then the dog pretty much wants a pet. Now there could be the argument that you're bribing the dog with the treat. And if we're dealing with reactivity and aggression, um, I don't think the treat should even be involved. Okay. Um, and I wouldn't even start at that angle. I would start even further back. But the idea is I want to start seeing society realize we shouldn't just let people walk up and pet our dogs, even if they've asked permission, it should really be mad pet your dog. Yes, you may go ahead and just stand there. And if the dog chooses to walk up to you, go ahead and pet them. And if not, the dog's just not feeling it today. And we can start teaching kids that not every dog wants to be petted. And what do we need to do in the idea to help that along? Same thing. If the parents would teach kids that not every dog wants to be petted, we would be so much further along. But, you know, and I've always had giant breed dogs. Um, I had a Leonberger, um, who hasn't been with me for about four years now, but she was the read dog at an elementary school, the sweetest dog on the face of planet loved everybody, but it blew me away. How many parents would just let their child walk up to 140 pound dog that was nose to nose and hug them and pet them and say hello. And I would have to then stop. And I made a lot of parents mad by don't let your child do that. I'm not worried about my dog. I know my dog, but you're going to meet so many dogs that owners don't know their dog. They think they're doing the right thing. And all of a sudden a child gets bit or a person gets bit. And it's really not the dog's fault. It's our fault for putting them in a situation they couldn't handle or teaching them how to handle those situations. So I really think, you know, it's important to educate the kids. Um, I think we need to get rid of that entire, can I pet your dog, walk up and pet the dog. I think it should be, can I pet your dog? And that we kneel down or we just stand there and we allow the dog to approach us. Then we pet. Um, if we did it that way, I think it would just be a lot easier on everybody. If you love the topics you've been listening to, remember Mike has written tons of books on dog training and all are available on amazon.com. Just search the name Mike Deeth D E A T H E. They are available in audio books, eBooks and in print. He Fits Simple Stupid Dog Training, KISS dog training for short, has been helping owners understand their dogs since 2010. We specialize in complex cases such as reactivity, aggression, anxiety and fear. We offer in-home sessions in and around the Kansas City Metro and virtual consulting for those outside that area. We are the dog trainers that focus on training owners, not dogs, emphasizing rewarding what you want and redirecting destructive behaviors into good ones. You can call us at 913-269-7595 or email at info at kiss dog training.com for more information and help. Are you beginning to wonder if you ever want anyone to pet your dog? Well, stand by because Mike's got a different approach that might just work for you. Here's Mike. Now we could even take this podcast to the extent, let's say you do have a dog who's nervous around people. I always start with the name game. I kind of described it earlier where I will walk up and say, Hey, I need you to help me out here. Here's a treat. That person behind me holding the dog on leash is one of my friends. That's my dog. And this little bit, she's a little bit nervous around people. I don't want you to try to pet her today, but if you could help me out, all I want you to do is say her name, toss the treat and walk away. And I might do that with a client for a month to six weeks until that dog starts to feel comfortable enough. I want to approach people and we'll start approaching certain people and you'll find that they'll usually approach women first. Um, depending on the dog, kids and men are the scariest thing in the world. Moms, you know, you know, women have the mom gene, which makes them, it's just the way a woman approaches a dog compared to a man in most cases. And I'm, I'm generalizing and stereotyping here a little bit, but in general, women are slower. They don't go straight up. They're not the Neanderthal approach, you know, right over the top of the dog's head, which most guys are. Um, so, you know, we have to find out what the dog is comfortable with. Now, if we've had a puppy since day one and we socialized them and they're just gregarious and they love everybody, it's not going to be a big deal. But if a family went to the shelter and got a two year old dog who was a stray the first year and a half of his life and spent the next six months in the shelter, we're going to have to do some doggie detective work and find out how the dog does with people. And then we can kind of start a remedial kind of socialization rules and routines of how it's going to happen. And you may have a dog that just flat doesn't want to be petted by other people. And I think we need to as a society be okay with that. You know, if my dog doesn't want to say hi to people and my dog doesn't want to go to the dog park with me and my dog doesn't want to be out in public, but is awesome inside the four walls of my house and loves me to death and we get along great and I've got management techniques. And I've got management techniques, you know, it's, it's time that we start looking at dogs as not, you know, dogs as a subgroup, but a whole bunch of different personalities that make up the subgroup of dogs. We can't assume they're all friendly and they all love people because they don't not all dogs like to be petted. Not all dogs like to be hugged. Some dogs don't want to be touched and some dogs aren't comfortable around kids or maybe it's baseball caps or it's sunglasses or it is pizza delivery guys, or it's the UPS driver. You know, it's our job as owners to one, figure out the triggers for the dog and then maybe get professional help with a dog trainer so that we can do counter conditioning the right way and we can help our dogs. Um, but I don't want to get too lost in the woods, you know, the, the, the entire idea of this podcast was, you know, is asking permission to pet enough? And I don't think it is. I think we need to rethink that and I think it needs to be, may I pet your dog? Sure. But the dog makes the final decision. Go ahead. Her name's a little bit, call her over to you. And if she decides to come to you, she's, she's okay with being pet. But if she doesn't, if she stands right by me, I have to be brave enough to tell that kid, yeah, you know, a little bit's not feeling it today. We're just not going to do that today, which is going to make the kid sad. But I would rather have sad kids that understand body language than I would kids who get bit or scared or nipped at or whatever the terrible thing that might happen. So it's kind of a complex topic. If anybody's got any questions, throw them in the comments, shoot us an email. Uh, if we need to do a part two, part three, let me know if anything I said was a little confusing. Um, once again, this is Mike with Kiss Dog Training. You can get a hold of us at the office, 913-269-7595, or you can email us at info at kissdogtraining.com. And, and please send us the emails on the topics too, cause we'd really like to know what you would like us to talk about. Thanks a lot guys. Have a great day."}, "podcast_summary": "In this podcast, the host discusses the importance of teaching children and dog owners about proper etiquette when it comes to petting dogs. He suggests a new approach where kids ask permission to pet a dog, but the dog ultimately has the choice to approach and be petted. He discusses the importance of counter conditioning and avoiding flooding when it comes to socializing dogs, emphasizing the need to respect a dog's comfort level. The host also touches on the idea that not all dogs enjoy being petted and that owners should be aware of their dog's preferences and limitations. He encourages education and understanding in order to prevent potentially dangerous situations. The host also briefly mentions his dog training services and resources available for dog owners.", "podcast_guest": {"name": "Mike Deeth", "org": "", "title": "", "summary": "Summary not available"}, "podcast_highlights": "Here are 5 key moments from the podcast:\n\n1. \"So should the dog have a choice in whether or not they say hello to somebody? I think the answer is yes.\" \n   Explanation: The speaker suggests that dogs should have a say in whether or not they interact with people and should not be forced into social situations.\n\n2. \"Counter conditioning requires three things: high frequency, short duration, and under threshold.\"\n   Explanation: Counter conditioning, a process used to help dogs overcome anxieties or fears, should involve frequent training sessions that are short in duration and conducted in a controlled environment where the dog remains calm.\n\n3. \"If we did it that way, I think it would just be a lot easier on everybody.\"\n   Explanation: The speaker proposes a new approach where the dog has the final say in whether they want to be petted, which would create a more comfortable experience for both the dog and the person wanting to pet them.\n\n4. \"We need to as a society be okay with that.\"\n   Explanation: The speaker emphasizes the importance of accepting that not all dogs are comfortable with social interactions, and that it is necessary for dog owners and society as a whole to respect these boundaries.\n\n5. \"I think we need to rethink that and I think it needs to be, may I pet your dog? Sure. But the dog makes the final decision.\"\n   Explanation: The speaker suggests a shift in the way people approach asking to pet a dog, emphasizing that while permission from the owner is necessary, the dog should ultimately decide if they want to be petted."}