{"podcast_details": {"podcast_title": "Dog Training Q&A What Would Jeff Do?", "episode_title": "Wake the F#CK up w/Jeff #194 -why can’t you say NO", "episode_image": "https://content.bcastcdn.com/uploads/86qypk81/fa33db00-4c94-11ed-a08a-bdfd3bdada46/fa33dca0-4c94-11ed-afba-410684506f7f.jpg", "episode_transcript": " Good morning everybody. How's everybody doing today on this fantastic Tuesday morning? Have you ever met a kid usually under five that has no rules or boundaries and gets to do whatever it wants to do and even defies you? You say it not to do something and it does it. What usually does that look like? Like the terrible twos on steroids, right? Like the terrible twos on steroids. And then that usually sets precedent for a lot of its life until it actually meets reality. If you're brand new to the show, my name is Jeff Gellman, Solid K9 Training. This is the Wake the Fuck Up with Jeff show. And I usually do this, or I do this Monday through Friday, 8 a.m. Eastern Standard Time. We usually pick single topics to talk about. And we also do a Q&A show, which we're doing lately on Monday, Wednesday, and Friday. That's usually at 6 or 7 p.m. Eastern Standard Time. And that's where you can ask questions, get answers about anything. The morning show, I like to just stick to the topic, but I'm open to different questions. And this concept that gets pushed and pushed and pushed, it's actually an agenda. It's actually an agenda. And whenever you look at agendas, you look at statements, just like if you look at scientific studies, you'll always have to see who's funding it and what are the intentions. A lot of these intentions are already laid out. People actually are not open-minded to be inquisitive enough to actually see the results of the test. They already know the results of the test before the actually test even starts. They design the test to make sure that they can substantiate their end result. And the end result is pretty much pet dog, pet families won't have any say with their dogs anymore. And if you haven't been paying attention, it's slowly happening with children as well with your own kids, but we won't get into that. That's for another show, another day. The agenda that is out there that is being pushed by so many people, and we can go to the top of the food chain, which is big farm. And it's funny, I say this, and I've been saying this, I've been doing this for 16 years, as far as podcasting training for 20, but usually all this wacky stuff that I say that people call me crazy for, tends to manifest. And I've been doing this for 16 years, as far as podcasting training for 20. But in the last two months, I've been talking about big pharma controlling, well, we know big pharma controls vets, but big pharma is going to be in trying to take over dog training. And they're pushing the agenda because it benefits them for you to actually not fix your dog, stop your dog's unwanted behavior when a drug is suitable, which it's not, but they won't tell you, but that's what they want. They actually don't want training to be effective. So there's your money right there. Because if training is not effective, then you have to rely on drugs like so many families do with no results. But I wonder why so much of the agenda, if you really break it down, if you really, really break down agendas of dog training, this concept that you don't say no to your dog is being pushed over and over and over again. And when you take an apex predator, and you don't teach them how to be a good dog, what's acceptable and what is not acceptable, that becomes very dangerous. When you are then convinced and brainwashed and just slightly slammed by people that when you say no, when you say no to your dogs, you are being abusive. Now they are comparing the word no with abuse, comparing, setting up boundaries with your dog with abuse. Having a calm dog is abuse. Having a dog that listens to you is abuse. Not allowing your dog to quote unquote be a dog is abuse. What do you think is the best way to deal with this? Abuse. Not allowing your dog to quote unquote be a dog is abuse. What do you think it does to someone when they are constantly being told they are abusing their dogs? They start questioning themselves. I mean, we have many people, I mean, I can't say, the thing about being in business for 20 years is that you hear and you experience and you work with so many dogs and so many families. And when I used to be on the road for nine years doing seminars, people would tell me, because I was there to help, there was a problem solving seminar. So I was there to literally fix problems. That was what the seminar was. But things were going great with what I was doing, but everybody made me feel so bad I stopped doing it. And now you're like, have a shit show of a situation. Like, are you that impressionable? Are you that impressionable that you can't actually stand up for yourself? And so now we have a weakness in humans as well. We have a weakness in humans. We have a weakness in humans. Why are people so afraid to go up against the narrative, especially when it is a false narrative? Next thing you'll know, everyone will be wearing masks because they're told to. Everyone will not be allowed to go into work because they're told to. And after that, you can't even travel until you put medicine in your body. You can't go to a country. That's next. That'll be next if we keep going down this road. I cannot imagine, I cannot imagine not sharing information with my child, with my partner, with my employees, with my colleagues, with my colleagues, with my child, with my partner, with my employees, with my dog, what is expected and what is not expected. I can't imagine not doing it with myself. Jeff, this is what is acceptable. This is what is not acceptable. Like personally, I have these conversations and I cannot imagine my partner not talking with me about this is acceptable. This is not acceptable for a relation, for our relationship, to work, to be whole, to be long lasting. I can't imagine not having a conversation, a nice, calm conversation, no screaming, no yelling, but methodical and caring. And when you know how to properly establish a no with a dog, it is actually calm and caring. But the narrative out there is don't say no to your dog. And that is the greatest downfall with families that they are being told that they will destroy their relationship with their dog, that they are abusing their dog. Abuse is a powerful word. I think it is highly unethical, irresponsible and almost criminal because dog abuse is a crime. So to accuse somebody of a crime when all they are doing is teaching their dog not to do something, that is frankly worse than the crime. I actually believe that. And when you have a whole industry designed around that, you end in the situation we are right now. And if you are not able to do that, you end up in a situation where you are not able to do that. And if you think as a family or a single person with a dog, if you can go through life not teaching it what is right and what is wrong, see, this is the thing. People are yelling and screaming at their dog, getting frustrated with their dog, but that is not effective. Why are you yelling at your dog when it did something wrong? Why don't you just train it? Why don't you just understand how to properly give a no? The hypocritical thing is all these people saying you shouldn't do this are doing it themselves, sometimes publicly, but 100% of the time in the privacy of their own home, there is no way they are not teaching their dogs what is wrong. There is no way they are putting up with unwanted behaviors. If they are, why would you want them training your dog? Right? I am trying to figure out when this all took a turn of events. When folks figured out that the financial incentive, because I really feel that what is behind this is the financial incentive, is the financial incentive to do something that is not right. The financial incentive, because I really feel that what is behind this is the financial incentive to have owners keep going to classes where only 50% of the information is given, therefore you won't be successful, but you keep coming back and you pay a fee. I believe firmly that that is part of it. I am a fan of talk therapy, but I was just thinking about that. Does talk therapy have an end? In dog training we have five sessions, eight sessions, a four week boarding train, a six week boarding train, but in talk therapy, we have five sessions, eight sessions, a four week boarding train, but in talk therapy we don't. No, just keep coming back. You need more. Maybe you need to come twice a week. Isn't that an interesting industry? I am a fan of effective talk therapy, but is there an end? Is there an actual end to it? If there is any therapist, do we have an end? Or do we just have people keep coming to us week after week after week after week, $120, $175, $300 an hour. With no end in sight. People were in therapy for years. That's a hell of a racking up of a fucking bill. I can't imagine people going to dog training class for years for family pet dogs. All because you're not taught an effective no. You know, we're doing this leash reactive live course starting September 5th with two miniature schnauzers that are going to be out of control. If you go to solid K9 academy and you go to the chaos to control, it's right up at the top. You just click on it. I'll just show you right here. Chaos to control starts September 5th. Stop leash pulling, lunging and other online behaviors. Go to grab yours now. Start learning. But look at, look at these. Let me see if I can get these dogs up here. Here we go right here. These dogs aren't even on the street yet. They're not even on the sidewalk yet. But you click on that and again, the full core in the full courses there, they actually went to a boarding train. They've actually been through training, private training, and then a boarding train where they came back worse. And you will learn in that course. I'll say all that behavior will be stopped in one session. All that behavior will be stopped in one session, one session, both dogs in one session. I'll stop that behavior. Meanwhile, they went to a boarding train and they came back worse. The trainer couldn't even, the trainer with a trainer had them. It looked like that too. So people are being taken for rides with their money. Learning how to train in effective manner is a very important thing. Learning how to train in effective manner is vital. Learning how to train in effective manner is vital. Giving clear communication to your dog is vital. And for some reason, the narrative that's huge is it's the narrative is don't say no to your dog because you're being mean to your dog. You are made to feel like shit if you actually enforce a no. And it's the same thing with children allowing seven, eight, nine, ten year olds to make their own medical decisions. Could you imagine that? Whoever thought we'd be living in that world? And if you don't abide by their decisions, you can have your kids taken away. It'd be incredible. It's incredible. Totally incredible. Why? So it's good that people start going to ask questions. Ask questions. Think for yourself. Us dog trainers are not like these magicians, highly intelligent people that are like gurus. There's not much special about us except for we do have a skill set and we good ones know how to pass that skill set along to owners so they will be successful. But many owners buy our courses and do it themselves. Therefore, you can do this yourself. You don't need us to do it. You just need the information just like anything else. You just need the information. We got on rumble. Douglas says I worked 15 years on a psych unit so ineffective treatment with pharmaceuticals in the outpatient therapy that we refer people to seem to be a scam. The patients were sucked into this. Yeah. Thank you, Douglas. I actually could agree on that. I get it. A lot of them are really traumatic. A lot of people have really traumatic lives. They're the concept that they would need therapy for the rest of their lives. Yeah. Good morning. I'm inom Oft there again. catalogs are making me better. I'm kind unlucky sitting with you. I was not the same person as you.......... I should have a heart attack if I'm the one saying that but we all Cig име 어머 neuroscience but I hate you. not saying no. Why would you not want your dog to be obedient? You'd be surprised Denise. You would be surprised. Juel put up a post yesterday about a robotic dog. Like people comparing obedient dogs with robotic dogs. I'll be putting on a video about a comment we made about something similar to that. People have lost their minds. I don't know if people have lost their minds or are stopping using their minds. Like I think their minds are still there but they've stopped using them. They've stopped. They've stopped using them. They really have. They've been told if you think for yourself then you're a conspiracy theorist. If you think for yourself we will shut you down. If you even question the narrative we will shut you down. Pam says good morning. Good morning to you Pam. Denise it's such a joy to live with a dog that has manners and behaves. It is beyond a joy Denise. It is beyond a joy. Last night we went for a nice off leash walk right in our neighborhood with our dogs passing other dogs passing people. They're behaving. They're polite. Brett says good morning everyone. Good morning to you Brett. Debbie said yes. Right you are. Stuggle buns. Good morning. Good morning everyone. The positive only training I want I want I went to only taught us to leave it in no effective way to enforce it. Leaving a treat alone was supposed to transfer to leaving other dogs alone. No. No and believe it or not we we do do reward based training. Like we do a lot of reward based training but like reward based training has to have limitation. It does have limitations and that's when you also need to teach know for a dog not doing what it knows and know for a behavior that it shouldn't be doing. And I can't I can't imagine that. Jojo. Hi Stuggle Buns. It's crazy isn't it Constance. We'd be going to the owner's home for the go home session for chaos control. I'm so interested in the dogs association with the home environment post-broadway train. That wasn't planned but it's something I didn't talk to Joel about. That wasn't planned but it's something I didn't talk to Joel about. Avi says this is crazy Stuggle Buns no real help but I bet they take people's money regardless of results. Absolutely. Absolutely. And the biggest issue is the owners being successful. That's the biggest issue. Martin says I was censored from helping owners with reactor dogs that from the largest Chicago municipal kill shelter because the volunteers have a force-free cabal there. Yeah it's funny that especially in Chicago with all the problems that Chicago is having. I mean let's face it Chicago has a lot of problems. You were actually helping dogs. And you have all these dogs in a shelter and they're like preaching force-free really? We know that force-free is a scam. It's a catchphrase. I would ask anybody from the executive director to the board members to whoever is in any position of decision-making there to show you how to train those dogs force-free. If you're gonna put this policy in place this is what people should be doing. If you're gonna be putting this policy in place then show me how to be successful with it. Has anybody thought about asking that? I mean right? If you put a policy in place then show me how you do it successfully and then I'll duplicate it. But if you are gonna put a policy in place and you cannot show me how to do it with results then why would I do it? Then why would I do it? Pam says there's a high skill set with dog training knowing how to read dog language you and Joel are great. I mean there is. I don't want to discount it. You know it doesn't take skills but I am saying you can do it yourself. Debbie says I have many of your courses. I love them. Thank you. Constance says that's not good. That's some bullshit. There's no fucking way you leave it transfers for a dog on dog. No. Martin the force-free service financial pet food industry in the pharmaceutical industry. Yes. Pam says do you think people are not active thinkers more followers and leaders? Oh gosh yeah 100% across the board on every category in life. 100% on board. I mean COVID proved it. COVID proved it. I didn't get vaccinated. I didn't participate in masking other than on airplanes where I would be threatened to be removed physically removed and put on a no fly list and I do need to fly. But stores didn't wear a mask. A couple of seminars I wore masks. I was looking back through photos and I wore masks at some seminars really they started to then I took them off. I was in I remember I was up in doing in California I did but then I'm like this is bullshit. Yeah I didn't participate in any of the hysteria. I didn't participate in any of the hysteria and I like to think that people are now realizing what a scam it was. Not that it didn't exist but what a scam it was. I'd like to think that. I like to think that. Look at Robert F. Kennedy's book on Fauci. Read that. Everybody's putting you know everybody likes to talk about Fauci. What a great person he is. Really read the book. He's killed a lot of people with his policies. Denise says I never complied with any of that stupid crap. I never believed in the pandemic to begin with. Yeah. Just doing people have got to start doing research. They've got to realize what Big Farm is doing. Big Tech is doing. Bill Gates is doing. They really have to look into this stuff. But when you start talking like that you're immediately labeled. You're immediately labeled. Ron Rumble. Douglas says the only farmers I saw effective were for psychosis, her mania. Their depression treatments are a scam. Terry G schools for a while have been teaching what to think not how to think correct. It's manifested in the mess I believe. Yeah. I mean school the school system that's why I home school. School systems are still designed for manufacturing work. Douglas says the psychiatrists are only there to provide strips and the therapists keep patients in therapy to ensure return customers. It's all to keep the Medicare and Medicaid payments coming in. Predictions that we will like. We will be in Mass again by October. Yeah. Not me but yes. Yes. Yeah. Agreed. Yep. How should we get to elections? So. So there you go. It's important you teach your dog to know. And when you start hearing these people saying you don't have to and they make you feel bad. Nobody can make you feel bad when they try to make you feel bad. Push back against them. Challenge them. Challenge them on that. Challenge them on that. People don't like to be challenged. Call bullshit on them. I say bullshit. I say bullshit. Push back. Ask questions. Tell them to prove it. Tell them to prove it. Prove it. Prove that I'm wrong. Prove that you don't have to do these things. All right everybody. Time for me to go. I'm getting Angela ready for school. Obviously I feel really bad while I'm enjoying my life with my dog and they can enjoy bullshit they spew. Yeah. Don't worry about it though. Don't worry about it. Everybody jump over to Solid K9 Academy. The cast control is the price is going up. Ten dollars a week. Starting soon. It's on pre-sale now. I think it'll end at like 197. It's at 147 right now. If you're not on our mailing list, join our mailing list. All right everybody. Mail me in love with you. We will all see you tomorrow. Take care."}, "podcast_summary": "In this podcast episode, the host discusses the agenda that is being pushed in the dog training industry, which is to discourage the use of the word \"no\" and setting boundaries with dogs. The host believes that this agenda is driven by financial incentives, such as encouraging owners to rely on drugs instead of training to address behavioral issues in their dogs. The host also criticizes the comparison of saying \"no\" to a dog with abuse and the idea that allowing dogs to be dogs is considered abusive. The host emphasizes the importance of teaching dogs what is acceptable and what is not acceptable, and questions why people are afraid to go against this false narrative. The host also mentions the issue of children being allowed to make their own medical decisions and suggests that questioning the narrative is necessary. The host expresses frustration with the lack of effective training methods being taught and how owners are being taken advantage of financially. Overall, the host encourages listeners to think for themselves, ask questions, and not be swayed by false narratives.", "podcast_guest": {"name": "Jeff Gellman", "org": "", "title": "", "summary": "Summary not available"}, "podcast_highlights": "1. The guest highlights the concept of not setting boundaries for children and compares it to the \"terrible twos on steroids,\" emphasizing the negative consequences of allowing children to have no rules or boundaries.\n2. The guest discusses the agenda being pushed in the dog training industry, particularly by big pharma, to discourage effective training methods in favor of relying on drugs, which benefits their financial interests.\n3. The guest questions why the idea of saying \"no\" to dogs is being portrayed as abusive and compares it to the false narrative around allowing children to make their own medical decisions, highlighting the detrimental effects of constantly being told you are abusing your pets or children.\n4. The guest expresses frustration with the lack of critical thinking and independent thought in society, calling on people to ask questions, think for themselves, and not be afraid to challenge false narratives.\n5. The guest criticizes the current state of therapy, questioning whether there is an end to therapy and expressing concerns about the financial incentives for therapy to have clients keep coming back without achieving lasting results."}